Repository: alinik/expense_share
Catalog: expense_share/locale/*/LC_MESSAGES/messages.po
Languages: fa

source: Hi, I will calculate your Expense Share
fa: سلام دوست عزيز. من يك ربات هستم كه براى انجام حساب كتاب هاى مشترك ميتونم بهت كمك كنم. كار كردن با من خيلى ساده هست.١- اول دكمه 'شروع حساب كتاب جديد' رو بزن. با اين كار من آماده انجام كار ميشم.٢- دكمه 'افزودن فرد' رو بزن. با زدن اين دكمه من اسم اشخاصى كه توى اين حساب كتاب شريك و سهيم هستند رو ازت ميپرسم. وقتى دكمه 'افزودن فرد' رو ميزنى من اسم شخاص سهيم در حساب كتاب فعلى رو ازت ميپرسم و به ليست افراد اضافه ميكنم.نكته مهم: توصيه ميكنم قبل وارد كردن هزينه ها اول همه افراد سهيم رو با استفاده از اين دكمه وارد كنى.٣- حالا كه همه افراد رو وارد كردى نوبت به وارد كردن هزينه هاى انجام شده ميرسه. براى اين كهر دكمه 'افزودن هزينه' رو بزن.- وقتى اين دكمه رو زدى من ازت ميپرسم كه چه كسى اين هزينه رو انجام داده و ليست همه افراد رو نشونت ميدم تا بتونى اون شخص رو از بينشون انتخاب كنى. (مثلاً على)- وقتى شخص مورد نظر انتخاب شد حالا ازت ميپرسم كه چقدر هزينه كرده و يه صفحه كليد نشونت ميدم تا بتونى مبلغ هزينه شده رو وارد كنى. يادت باشه بعد از اينكه هزينه رو وارد كردى دكمه تيك سبزرنگ پايين صفحه رو بزن.- حالا وقتشه كه به من بگى اين هزينه براى كيا انجام شده. يعنى چه افرادى تو اين هزينه خاص سهيم هستن. (مثلاً اگه على ١٠٠٠٠ تومن دادن و براى ٤ نفر بستنى خريده اينجا رو اسم تك تك اون افراد كليك كن. من همون لحظه به صورت همزمان بهت نشون ميدم كه هر شخص چند درصد از هزينه رو سهيم هست.نكته مهم: اگه اسم كسى رو اشتباه انتخاب كردى براى اينكه از ليست اين هزينه حذفش كنى كافيه يه بار ديگه روش كليك كنى.نكته مهم: همه هزينه ها رو به اين روش وارد كن.٤- حالا كه همه هزينه ها رو وارد كردى وقتشه تا من به حساب كتابا برسم. دكمه 'نمايش نتايج رو بزن' تا من به صورت مختصر و مفيد بهت نشون بدم كه هر كسى چقدر به چه كسى بدهكار هست.

source: paid,
fa: پرداخت کرده.

source: how much?
fa: چقدر؟

source: Who Paid?
fa: چه کسی پرداخت کرد؟

source: %s Paid for %s, who was beneficiary?
fa: %s مبلغ %s را پرداخت کرده، چه کسانی ذی نفع هستند؟

source: paid,
fa: پرداخت،

source: So, %s paid %s for %s.
fa: پس %s مبلغ %s را برای %s پرداخت کرده است.

source: And anything to add or Done?
fa: نیاز است مطلب دیگری اضافه شود یا "تمام"

source: Payment Added
fa: هزینه اضافه شد.

source: Payment Cancelled
fa: هزینه ثبت نشد

source: *%s* pays %s for *%s*
fa: *%s* مبلغ %s برای *%s* پرداخت کرد.

source: Let's Start ...
fa: شروع کنیم ...

source: User %s :arrow_right: %s :moneybag: %s
fa: کاربر %s :arrow_left: %s :moneybag: %s

source: Aha
fa: آهان

source: Lets Restart!
fa: دوباره شروع کنیم!

source: Add Member
fa: افزودن عضو

source: Add Payment
fa: افزودن هزینه

source: Help
fa: کمک

source: Show Result
fa: نمایش نتایج

source: Please type new Member Name
fa: لطفا نام فرد جدید را وارد کنید

source: Done
fa: تمام

source: Cancel
fa: انصراف

source: List Transactions
fa: لیست هزینه ها

source: The result is empty
fa: هیچ چیز برای نمایش وجود ندارد

source: Please add some members first!
fa: لطفا ابتدا چند عضو اضافه کنید.

source: I couldn't understand!
fa: من متوجه نشدم!
